Repository: ColbySawyer7/meican-bridges
Catalog: i18n/*/LC_MESSAGES/topology.po
Languages: pt_br

source: Topologies
pt_br: Topologias

source: Domains
pt_br: Domínios

source: Networks
pt_br: Redes

source: Devices
pt_br: Dispositivos

source: Name
pt_br: Nome

source: Domain
pt_br: Domínio

source: URNs (Uniform resource name)
pt_br: URNs (Nome uniforme de recurso)

source: No URN in this domain, click the button below to import topology from OSCARS URL
pt_br: Não há URN neste domínio. Clique no botão abaixo para importar a topologia da URL do OSCARS

source: No URN in this domain, choose one of the options below.
pt_br: Não há URN neste domínio. Escolha uma das opções abaixo.

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Delete
pt_br: Excluir

source: The selected URNs will be deleted.
pt_br: As URNs selecionadas serão excluídas

source: Do you confirm?
pt_br: Confirmar?

source: Add network
pt_br: Adicionar rede

source: Edit network
pt_br: Editar rede

source: OSCARS URL
pt_br: URL do OSCARS

source: OSCARS Version
pt_br: Versão do OSCARS

source: Topology ID
pt_br: ID da Topologia

source: Select a domain
pt_br: Selecione um domínio

source: Network
pt_br: Rede

source: Device
pt_br: Dispositivo

source: Port
pt_br: Porta

source: URN value
pt_br: Valor do URN

source: Link settings
pt_br: Configurações do enlace

source: VLAN values
pt_br: Valores de VLAN

source: Maximum capacity (Mbps)
pt_br: Capacidade máxima (Mbps)

source: Minimum capacity (Mbps)
pt_br: Capacidade mínima (Mbps)

source: Granularity (Mbps)
pt_br: Granularidade (Mbps)

source: Populate from topology
pt_br: Popular a partir da topologia

source: Populate manual
pt_br: Popular manualmente

source: OSCARS IP
pt_br: IP do OSCARS

source: Protocol
pt_br: Protocolo

source: IDC URL
pt_br: URL do IDC

source: ODE WSDL path
pt_br: Caminho WSDL do ODE

source: ODE start function
pt_br: Função incial do ODE

source: ODE response function
pt_br: Função de resposta do ODE

source: Add from topology
pt_br: Adicionar a partir da topologia

source: Add manual
pt_br: Adicionar manualmente

source: IP address
pt_br: Endereço IP

source: Trademark
pt_br: Marca

source: Model
pt_br: Modelo

source: Number of ports
pt_br: Número de portas

source: Topology node ID
pt_br: ID do nodo da topologia

source: Add domain
pt_br: Adicionar domínio

source: Select a network
pt_br: Selecionar uma rede

source: Manualy adding URNs (Uniform Resource Name)
pt_br: Adicionando URNs manualmente

source: Add
pt_br: Adicionar

source: #Endpoints
pt_br: Número de pontos de origem e destino

source: Importing topology URNs (Uniform Resource Name)
pt_br: Importando URNs da topologia

source: MEICAN IP
pt_br: IP do MEICAN

source: Directory name
pt_br: Nome do diretório

source: Add %s
pt_br: Adicionar %s

source: Edit %s
pt_br: Editar %s

source: Is local domain?
pt_br: É um domínio local?

source: Submit
pt_br: Enviar

source: Edit domain
pt_br: Editar domínio

source: Update
pt_br: Atualizar

source: Edit device
pt_br: Editar dispositivo

source: Add device
pt_br: Adicionar dispositivo

source: No %s created
pt_br: Nenhum %s criado

source: network
pt_br: rede

source: Please, click the button below to add a new one
pt_br: Por favor, clique no botão abaixo para adicionar um novo

source: Could not find domain
pt_br: Domínio não encontrada

source: No device added to this network
pt_br: Não há dispositivos adicionados nesta rede

source: A name is required
pt_br: É necessário informar um nome

source: Set coordinates
pt_br: Informar coordenadas

source: added
pt_br: adicionado

source: Fail to create network
pt_br: Falha ao criar rede

source: already exists
pt_br: já existe

source: Missing argument
pt_br: Argumentos faltando

source: Invalid index
pt_br: Índice inválido

source: Network not found
pt_br: Rede não encontrada

source: updated
pt_br: atualizado

source: No change has been made
pt_br: Nenhuma mudança foi efetuada

source: Missing arguments
pt_br: Argumentos faltando

source: deleted
pt_br: excluído

source: domain
pt_br: domínio

source: Fail to create domain
pt_br: Falha ao criar domínio

source: Domain not found
pt_br: Domínio não encontrado

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Fail to create MEICAN
pt_br: Falha ao criar MEICAN

source: MEICAN not found
pt_br: MEICAN não encontrado

source: Error
pt_br: Erro

source: URNs (Uniform Resource Name)
pt_br: URNs (Nome Uniforme de Acesso)

source: Before adding a URN, you need to register at least one OSCARS domain, click the button bellow to register a new one
pt_br: Antes de adicionar uma URN, você precisa registrar pelo menos um domínio OSCARS. Clique no botão abaixo para registrar um novo

source: No new URN found in the network topology, this domain is updated
pt_br: Nenhuma nova URN encontrada na topologia da rede. Este domínio está atualizado

source: An error has occurred while trying to import the topology
pt_br: Ocorreu um erro ao tentar importar a topologia

source: Delete URN?
pt_br: Excluir URN?

source: URN deleted
pt_br: URN excluído

source: Fail to delete URN
pt_br: Erro ao excluir URN

source: Please fill in all the fields
pt_br: Por favor preencha todos os campos

source: Save modifications?
pt_br: Salvar modificações?

source: A URN has been selected more than once
pt_br: Um URN foi selecionado mais de uma vez

source: Error to import topology
pt_br: Erro ao importar topologia

source: URN updated
pt_br: URN atualizado

source: device
pt_br: dispositivo

source: An IP address is required
pt_br: É necessário informar um endereço IP

source: A network is required
pt_br: É necessário informar uma rede

source: No network added, you should first add a network before adding a device
pt_br: Nenhuma rede adicionada. Você deve primeiramente adicionar uma rede antes de adicionar um dispositivo

source: No domain added, you should first add a domain and network before adding a device
pt_br: Nenhum domínio adicionado. Você deve primeiramente adicionar um domínio e uma rede antes de adicionar um dispositivo

source: added in network
pt_br: adicionado à rede

source: Fail to create device
pt_br: Falha ao criar dispositivo

source: Device not found
pt_br: Dispositivo não encontrado
